Revit 2024 API
FormArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual FormArrayIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As FormArrayIterator
Visual C++
public:
virtual FormArrayIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the array.
See Also
FormArray Class
Autodesk.Revit.DB Namespace